docs/history/history11/KBhhistoriography_essay_planning.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-09 Sat 19:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Historiography Essay Planning</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Historiography Essay Planning</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-10-09 Sat 19:37</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='index.html'>HIST301 Master Index</a></li> <li><a class='backlink' href='KBhAmericanRevolution.html'>American Revolution!!</a></li> <li><a class='backlink' href='KBhmarketplace_of_revolution_breen.html'>Marketplace of Revolution: Breen</a></li> <li><a class='backlink' href='KBhBalylinIdeologicalOrigins.html'>Ideological Origins, Bailyn</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org5bf1a6a">1. General Information</a></li>
<li><a href="#orgca07be7">2. Prompt</a></li>
<li><a href="#org8777c35">3. Big Ideas</a></li>
<li><a href="#org1594578">4. Claim Synthesis</a>
<ul>
<li><a href="#org67105f0">4.1. Quotes Analysis</a>
<ul>
<li><a href="#orgfbdd91e">4.1.1. Societal observations</a></li>
<li><a href="#org37b132e">4.1.2. &#x2026;which creates believes&#x2026;</a></li>
<li><a href="#org57e1333">4.1.3. &#x2026;that makes rev happen</a></li>
</ul>
</li>
<li><a href="#org995def6">4.2. Claim</a></li>
</ul>
</li>
<li><a href="#orgd490a9d">5. Writing</a></li>
</ul>
</div></div>
</div>


<div id="outline-container-org5bf1a6a" class="outline-2">
<h2 id="org5bf1a6a"><span class="section-number-2">1</span> General Information</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Due Date</th>
<th scope="col" class="org-left">Topic</th>
<th scope="col" class="org-left">Important Documents</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">10/12</td>
<td class="org-left">American Revolution</td>
<td class="org-left">- Ideological Origins</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">- Marketplace of Revolution</td>
</tr>
</tbody>
</table>

<p>
Basically, <a href="../../../src/history/history11/KBhAmericanRevolution.html#ID-E10B5E4B-B7B1-4B51-9497-A2558A9CE11E">Causes for the Revolution</a>. How? 
</p>
</div>
</div>

<div id="outline-container-orgca07be7" class="outline-2">
<h2 id="orgca07be7"><span class="section-number-2">2</span> Prompt</h2>
<div class="outline-text-2" id="text-2">
<p>
Synthesis about the causes of the Revolution! Have a counter argument&#x2026;
</p>

<p>
Was the Revolution more of a top-down or bottom-up process? In other words, did the motivation and ideology originate in the upper classes and then trickle down to the lower, or did it  spread among the lower classes and slowly spread to the upper? Or was this a dynamic process, and if so what propelled it?
</p>
</div>
</div>

<div id="outline-container-org8777c35" class="outline-2">
<h2 id="org8777c35"><span class="section-number-2">3</span> Big Ideas</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Thesis sets the course of the whole thesis; it's going to set the direct for argument/analysis</li>
<li>Try to fit the thesis to the context, not the other way around</li>
<li>Structure
<ul class="org-ul">
<li>Intro: {"work on hook", historical context, thesis}</li>
<li>Body: TEAeaeaea &#x2014; {topic/transition, {evidence, analysis}&#x2026;}</li>
<li>Conclusion: not a summary, but taking all the TEAs and get to significance</li>
</ul></li>
<li>Get paper to proofreaders!</li>
<li>Diction
<ul class="org-ul">
<li>Don't use the word it</li>
<li>Don't have vague references</li>
<li>Don't have passive voice</li>
</ul></li>
<li>The Magic Words
<ul class="org-ul">
<li><code>although..., ...</code></li>
<li><code>despite..., ...</code></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org1594578" class="outline-2">
<h2 id="org1594578"><span class="section-number-2">4</span> Claim Synthesis</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org67105f0" class="outline-3">
<h3 id="org67105f0"><span class="section-number-3">4.1</span> Quotes Analysis</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-orgfbdd91e" class="outline-4">
<h4 id="orgfbdd91e"><span class="section-number-4">4.1.1</span> Societal observations</h4>
<div class="outline-text-4" id="text-4-1-1">
<ul class="org-ul">
<li>Bottom Economical: <a href="../../../src/history/history11/KBhmarketplace_of_revolution_breen.html#ID-C8245B16-8246-48DD-8F5F-F084CA158B3A">The slump in economy was a tangiable touchpoint for colonists w.r.t. adverse affects of British associations</a></li>
<li>Top Political: <a href="../../../src/history/history11/KBhBalylinIdeologicalOrigins.html#ID-6CF85737-8207-4685-A1B3-96DC9009972D">Originially convinced that England will overcome the currpution, but it didn't</a></li>
<li>Shared: <a href="../../../src/history/history11/KBhBalylinIdeologicalOrigins.html#ID-2534153A-941E-4FD9-A1B1-EAA8740FDC4B">John Wikes' election to the British parlament celebrated as a moment that potentially will lead to more freedoms/rights of colonists</a> &#x2014; tied economic (stamp act) interests and parliamentary representation together</li>
</ul>
</div>
</div>

<div id="outline-container-org37b132e" class="outline-4">
<h4 id="org37b132e"><span class="section-number-4">4.1.2</span> &#x2026;which creates believes&#x2026;</h4>
<div class="outline-text-4" id="text-4-1-2">
<ul class="org-ul">
<li>Top Political: <a href="../../../src/history/history11/KBhBalylinIdeologicalOrigins.html#ID-817B14FC-37F0-4C01-ACBD-3F5872E64CA4">Believes that the process of subjugation signaled the end of the British constitutionality</a></li>
<li>Bottom Economical: <a href="../../../src/history/history11/KBhmarketplace_of_revolution_breen.html#ID-0B379980-05CD-4F21-8004-310973BB5874">Wished to achieve higher autonomy of manufacturing (to avoid taxation?)</a></li>
<li>Shared: <a href="../../../src/history/history11/KBhBalylinIdeologicalOrigins.html#ID-E980DA50-46A2-457C-AC2E-C429C242097F">Believed that the subjugation that took place after Stamp Act was a clear force of erasure of Freedom in both America and Britain</a> &#x2014; tied economic events (taxes) and British despotism</li>
</ul>
</div>
</div>

<div id="outline-container-org57e1333" class="outline-4">
<h4 id="org57e1333"><span class="section-number-4">4.1.3</span> &#x2026;that makes rev happen</h4>
<div class="outline-text-4" id="text-4-1-3">
<ul class="org-ul">
<li>Top Political: <a href="../../../src/history/history11/KBhBalylinIdeologicalOrigins.html#ID-738E99F2-5350-473A-8342-3C564084D209">One of Rev's goals was to restore the political freedoms erased by corruption</a></li>
<li>Bottom Economical: <a href="../../../src/history/history11/KBhmarketplace_of_revolution_breen.html#ID-9E33E762-EDEB-444C-B96E-032DD06C469A">Overpurchasing and reliance in commercialism as a form of "slavish dependence"</a></li>
<li>Shared: <a href="../../../src/history/history11/KBhBalylinIdeologicalOrigins.html#ID-99DAE177-7C8C-4E19-B2A2-3D094838E44F">the cause of America is one of self preservation and final defense</a> &#x2014; defense of both economic interests and political ones at once</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org995def6" class="outline-3">
<h3 id="org995def6"><span class="section-number-3">4.2</span> Claim</h3>
<div class="outline-text-3" id="text-4-2">
<p>
<b><b>Simultaneous, shared societal observations of subjugation between social classes &#x2014; when viewed as the intersection between aristocratic politics and common economics &#x2014; created the dynamic opportunity for the alignment of colonial interests that synthesizes the disregard for practicality by Bailyn and ignorance of ideology by Breen towards one of the collective increased need for independence against the British governmental systems: creating a portrayal of the revolution as a timely reactionary force that unified cross-class interests.</b></b>
</p>
</div>
</div>
</div>

<div id="outline-container-orgd490a9d" class="outline-2">
<h2 id="orgd490a9d"><span class="section-number-2">5</span> Writing</h2>
<div class="outline-text-2" id="text-5">
<p>
<a href="../../../src/history/history11/KBhhistoriography_essay_writing.html#ID-16363FE1-4269-44C9-979E-66D69816A3FD">Historiography Essay Writing</a>
</p>
</div>
</div>
</div>
</body>
</html>
